{
    "posts": [
      { "id": 1, "date" : "05-12-2022", "title": "История жизни девочки подростка", "text": "Всем привет! Вот и я решилась писать блог... Рассказывая всё происходящее в своей жизни. И поверьте мне, моя жизнь не такая сладкая, как и у многих людей моего возроста. И я думаю вам будет интересно почитать, ведь мои истории могут быть схожи с вашими, Ну или просто из любопытства. Здесь я буду рассказывать о своей первой любви, о своём первом разе, о своих взлётах и подениях...

      Если честно, я даже и не знаю с чего начинать? Возможно, мне страшно расскрывать какие-то свои тайны, из-за осуждения или же я просто боюсь делиться своими мыслями, так как не особо к этому привыкла. Ну что же, думаю, пора в себе что-то менять и, пожалуй, начнём с этого. Ну что ж, приступаем!
      
      Я, думаю, что стоит начать со знакомства со мной)
      
      Итак, меня зовут Алиса, мне 19 лет и моя жизнь с самого моего рождения не сахар. Родители не собо меня хотели и появившись я на свет, это не собо скрывалось. У меня есть старшая сетра, её зовут Маша. Всю жизнь я ей завидовала, ведь она была и есть любимица в семье (по каждому связанному со мной человеку, будет отдельный пост). Моей сестре доставалось абсолютно всё, что она захочет, на меня ж был лишь шквал негатива. Моё дество проходило под гнётом, моя мать ужасный агрессор! Я чётко помню своё дество, ибо меня постоянно били... Как и за какой-то серьёзный проступок, так и за мелочь. Мой папа относилась ко мне хорошо, я его очень любила, но позже и отношения с ним пошли ко дну. Думаю, многое, что произошло в моём детстве, привело меня к кучи детских травм, которые я, вроде как и я осознаю, но избавиться от них не могу...." },
      { "id": 2, "date" : "05-12-2022", "title": "Мой первый блог", "text": "Это мой первый в жизни блог,который я создала в качестве личного дневника. И я не собираюсь раскрывать свою личность,выкладывать свои фото и тд. Stacy One мой псевдоним,под которым я почти во всех соц.сетях. Если честно,то я очень волнуюсь. Если кто-то не будет его читать,то я как бы не расстроюсь,даже если меня никто не будет читать. Я создала этот блог исключительно для себя. Я буду писать о своей жизни и всём что окружает меня. Естественно,если я буду писать о ком-то конкретном человеке,то я так же не раскрою его(её) личность. Я буду использовать левые имена,фамилии. Но события которые я буду описывать,будут реальными. Ничего из всего напианного не будет выдуманным.

      Я попробую писать блог,но если у меня не выйдет,то я тут же удалю его." },
      { "id": 3, "date" : "05-12-2022", "title": "Привет! Вот я и вернулась", "text": "Привет! Вот я и вернулась!) Очень много времени прошло с того момента, как я перестала вести свой блог.

      Но на то были причины. Нужно было разобраться в себе, потому что непонятные вещи стали происходить. Хорошо что меня не бросила моя лучшая подруга, Фрол, и я ей очень сильно благодарна. Сейчас все уже хорошо, и я решила возобновить блог.
      
      Вот такой у меня получился маленький пост...)" },
      { "id": 4, "date" : "05-12-2022", "title": "Мысли ребенка(прошлое)", "text": "Я тут случайно нашла мои личные дневники и запомнился больше всего один,там я писала во 2 -ом классе и в 4-ом Честно скажу я читала у меня были слезы и улыбка. Я там высказывала свои желания,что хочу уехать в Сочи и чтобы в меня там влюбились=D смешно ,для ребенка во 2 классе. Потом в конверте с названием:"мой секрет",я быстро меняла имена мальчиков,сначала одного люблю,потом другого,а потом 3-его писала везде=D . И что я заметила все мои "парни" были на букву Д,после этого ни одного не было на эту букву. Я сочиняла ооочень смешные стихи,в основном с участием тех самых парней, но я рада,что не брала их из Интернета. В этих анкетах участвовали мои друзья, они рисовали,писали о себе и какие-то секретики наши общие и некоторые меня убили,честно.(там просто написанно,что мы хотим побить одну девочку=D) Я мечтала об умном и нормальном по характеру парне и чтобы мои друзья были самыми красивыми и чтобы радовались каждому дню. Хотя я и сейчас это им желаю!)))" },
      { "id": 5, "date" : "05-12-2022", "title": "У меня скучная жизнь) Начало.", "text": "Я начала вести этот блог.

      У тебя что нет Личного Дневника??-Спросит кто-то. Подруги однажды посоветовили вести ЛД. Они уверяли что там, а тоесть в Личном Дневнике, я буду записывать свои САМЫЕ СЕКРЕТНЫЕ И ТАИНСТВЕННЫЕ МЫСЛИ, но я вела его как-то так...

      Привет Дневник. Сегодня у меня была учеба, я провела в этой школе весь, и самая ужасная часть дня, то что, после школы начался очень ОЧЕНЬ СИЛЬНЫЙ ДОЖДЬ, а у меня не было зонта, ну в принципе как всегда...потому что я ЛОХ по жизни...блин, и да это РУССКОЕ СЛОВО - ПАРАЗИТ. Не знаю почему,но я его употребляю в своей речи очень часто(( #ПЕЧАЛЬНО...ммм...хештек...ДА) Но, вообщем продолжим...После, я пришла домой мои ноги были мокрые, ОЧЕНЬ МОКРЫЕ, так как в школу ношу носки и джинсы, мне пришлось сушить носки феном. ЭХХ." }
    ]
  }